Repository: nuxeo-cps/legacy--CPSIO
Catalog: i18n/*.po
Languages: de, es, fr, it, pt_br

source: Option name
de: Options Name
es: Nombre de la opción
it: Nome opzione
pt_br: Nome da opção

# cpsio_button_export
source: Export
es: Exportar
fr: Exporter
it: Esporta
pt_br: Exportar

# cpsio_button_import
source: Import
es: Importar
fr: Importer
it: Importa
pt_br: Importar

# cpsio_err_missing_dirname
source: Enter a directory name
de: Geben Sie einen ZIP Dateinamen an
es: Introducir un nombre de directorio
fr: Choisissez un nom de répertoire
it: Inserisci il nome di una cartella
pt_br: Entre um nome de diretório

# cpsio_err_missing_filename
source: Enter a file name
de: Geben Sie einen Dateinamen an
es: Introducir un nombre de archivo
fr: Choisissez un nom de fichier
it: Inserisci il nome di un file
pt_br: Entre um nome de arquivo

# cpsio_label_cpsskins_overwrite
source: Overwrite existing items in case of conflict
de: Überschreiben von existierenden Themen im Falle eines Konflikts
es: Sobreescribir los documentos existentes en caso de conflicto
fr: Ecraser les données existantes en cas de conflit
it: Sovrascrivi i temi esistenti in caso di conflitto
pt_br: Sobrescrever itens existentes em caso de conflito.

# cpsio_label_dirname
source: Directory name
de: Verzeichnis Name
es: Nombre del directorio
fr: Nom du répertoire
it: Nome della cartella
pt_br: Nome do diretório

# cpsio_label_export_custom_skins
source: Export custom skins
de: Export der Standard Skins
es: Exportar "skins" personalizados
fr: Exporter les skins custom
it: Esporta le skin personalizzate
pt_br: Exportar temas customizados.

# cpsio_label_export_documents
source: Export documents
de: Export Dokumente
es: Exportar documentos
fr: Exporter les documents
it: Esporta gli oggetti
pt_br: Exportar documentos

# cpsio_label_export_hierarchy
source: Export site hierarchy (workspaces, sections, ...)
de: Export der Site Hierarchie (Arbeitsbereiche, Sektionen, ...)
es: Exportar la jerarquía del sitio (espacios de trabajo, secciones...)
fr: Exporter la structure du site (espaces de travail, rubriques, ...)
it: Esporta la struttura del portale (ambienti di lavoro, sezioni, ...)
pt_br: Exportar hierarquia do site (áreas de trabalho, seções, ...)

# cpsio_label_export_hierarchy_required
source: This option will be automatically selected if you choose to export your documents
de: Diese Option wird automatisch ausgewählt wenn Sie Ihre Dokumente exportieren
es: Está opción se seleccionará automáticamente si decide exportar sus documentos
fr: Cette option sera sélectionnée automatiquement si vous exportez vos documents
it: Questa opzione sarà selezionata automaticamente se decidi di esportare i tuoi oggetti.
pt_br: Esta opção será automaticamente selecionada se você escolher exportar seus documentos.

# cpsio_label_export_layouts
source: Export layout definitions
de: Export Layout Definitionen
es: Definición de los perfiles de exportación
fr: Exporter les définitions de layouts
it: Esporta le definizioni dei layout
pt_br: Exportar definições de layout.

# cpsio_label_export_module
source: Export module
es: Exportar módulo
fr: Module d'export
it: Modulo di esportazione
pt_br: Exportar módulo.

# cpsio_label_export_portal_types
source: Export document types
de: Export Dokument Typen
es: Exportar tipos de documentos
fr: Exporter les types de documents
it: Esporta i tipi di oggetto
pt_br: Exportar tipos de documentos.

# cpsio_label_export_schemas
source: Export schema definitions
de: Export Schema Definitionen
es: Exportar definiciones de esquemas
fr: Exporter les définitions de schemas
it: Esporta le definizioni degli schemi
pt_br: Exportar definições de esquemas.

# cpsio_label_export_theme_settings
source: Export theme settings
de: Export der Themen Einstellung
es: Exportar temas
fr: Exporter la configuration des themes
it: Esporta la configurazione dei temi
pt_br: Exportar definições do tema

# cpsio_label_export_vocabularies
source: Export vocabularies
de: Export Wörterbücher
es: Exportar vocabularios
fr: Exporter les vocabulaires
it: Esporta i dizionari
pt_br: Exportar vocabulários.

# cpsio_label_export_workflows
source: Export workflows
es: Exportar flujos de trabajo
fr: Exporter les définitions de workflows
it: Esporta le definizioni dei flussi di lavoro
pt_br: Exportar workflows.

# cpsio_label_filename
source: File name
de: Datei Name
es: Nombre del archivo
fr: Nom du fichier
it: Nome del file
pt_br: Nome do arquivo

# cpsio_label_import_custom_skins
source: Import custom skins
de: Import der Standard Skins
es: Importar "skins" personalizados
fr: Importer les skins custom
it: Importa le skin personalizzate
pt_br: Importar temas customizados

# cpsio_label_import_documents
source: Import documents
de: Import Dokumente
es: Importar documentos
fr: Importer les documents
it: Importa gli oggetti
pt_br: Importar documentos

source: cpsio_label_import_groups
es: Importar definiciones del diseño

# cpsio_label_import_hierarchy
source: Import site hierarchy (workspaces, sections, ...)
de: Import der Portal Hierarchie (Arbeitsbereiche, Websektionen, ...)
es: Importar la jerarquía del sitio (espacios de trabajo, secciones...)
fr: Importer la structure du site (espaces de travail, rubriques, ...)
it: Importa la struttura del portale (ambienti di lavoro, sezioni, ...)
pt_br: Importar hierarquia do site (áreas de trabalho, seções, ...)

# cpsio_label_import_hierarchy_required
source: Importing the hierarchy is mandatory for document import ; this option will be automatically selected if document import is selected.
de: Import der Portal Hierarchie ist zwingend für den Dokument Import ; diese Option ist automatisch selektiert wenn Dokument Import ausgewählt ist
es: Importar la jerarquía es obligatorio para importar un documento; esta opción se seleccionará automáticamente si se desea importar un documento.
fr: L'import de la hiérarchie du site est un prérequis de l'import de documents et sera exécuté automatiquement si l'import de document est sélectionné.
it: L'importazione della gerarchia del portale è un prerequisito per l'importazione degli oggetti e sarà eseguita automaticamente se l'importazione dell'oggetto viene selezionata.
pt_br: Importar a hierarquia é obrigatório para importar documentos; esta opção será automaticamente selecionada se importar documentos for selecionada.

# cpsio_label_import_layouts
source: Import layout definitions
de: Import Layout Definitionen
es: Importar definiciones
fr: Importer les définitions de layouts
it: Importa le definizioni dei layouts
pt_br: Importar definições de layout

source: cpsio_label_import_members
es: Importar definiciones del esquema

# cpsio_label_import_module
source: Import module
es: Importar módulo
fr: Module d'import
it: Modulo di importazione
pt_br: Importar módulo

# cpsio_label_import_portal_types
source: Import document types
de: Import Dokument Typen
es: Importar tipos de documentos
fr: Importer les types de documents
it: Importa i tipi di oggetto
pt_br: Importar tipos de documentos

# cpsio_label_import_schemas
source: Import schema definitions
de: Import Schema Definitionen
es: Importar definiciones de esquema
fr: Importer les définitions de schemas
it: Importa le definizioni degli schemi
pt_br: Importar definições de esquema

# cpsio_label_import_theme_settings
source: Import theme settings
de: Import der Themen Einstellungen
es: Importar temas
fr: Importer la configuration des themes
it: Importa la configurazione dei temi
pt_br: Importar definições de tema

# cpsio_label_import_vocabularies
source: Import vocabularies
de: Import Wörterbücher
es: Importar vocabularios
fr: Importer les vocabulaires
it: Importa i dizionari
pt_br: Importar vocabulários

# cpsio_label_import_workflows
source: Import workflows
es: Importar flujos de trabajo
fr: Importer les définitions de workflows
it: Importa le definizioni dei flussi di lavoro
pt_br: Importar workflows

# cpsio_label_overwrite_custom_skins
source: Overwrite custom skins
de: Überschreiben der Standard Skins
es: Sobreescribir "skins" personalizados
fr: Ecraser les skins existantes dans custom
it: Sovrascrivi gli oggetti esistenti in caso di conflitto
pt_br: Sobrescrever temas customizados

# cpsio_label_overwrite_documents
source: Erase old documents in case of conflict
de: Löschen alter Dokumente im Falles eines Konflikts
es: Borrar los documentos antiguos en caso de conflicto
fr: Ecraser les anciens documents en cas de conflit
it: In caso di conflitto, cancella gli oggetti più datati
pt_br: Apagar documentos antigos em caso de conflito

# cpsio_label_plone_export_fd
source: as CMF folders
de: Export Module
es: como carpetas CMF
fr: comme répertoires CMF
it: come cartella CMF
pt_br: como pastas CMF

# cpsio_label_plone_export_sc
source: as sections only
de: Export Schema Definitionen
es: sólo como secciones
fr: comme rubriques
it: solo come sezioni
pt_br: como seções somente

# cpsio_label_plone_export_ws
source: as workspaces only
de: Export Workflows
es: sólo como espacios de trabajo
fr: Exporter les définitions de workflows
it: solo come aree di lavoro
pt_br: como áreas de trabalho somente

# cpsio_label_plone_export_wssc
source: as workspaces and sections
de: Export Schema Definitionen
es: como espacios de trabajo y secciones
fr: comme rubriques et espaces de travail
it: come aree di lavoro e sezioni
pt_br: como áreas de trabalho e seções

# cpsio_label_restore_boxes
source: Restore boxes
de: Wiederherstellen Boxen
es: Restaurar cajas
fr: Restaurer les boîtes
it: Ripristina i contenitori
pt_br: Restaurar caixas

# cpsio_label_restore_local_roles
source: Restore local roles
de: Wiederherstellen lokaler Rollen
es: Restaurar roles locales
fr: Restaurer les rôles locaux
it: Ripristina i ruoli locali
pt_br: Restaurar papéis locais

# cpsio_label_restore_local_themes
source: Restore local themes
de: Wiederherstellen lokaler Themen
es: Restaurar temas locales
fr: Restaurer les thèmes locaux
it: Ripristina i temi locali
pt_br: Restaurar temas locais

# cpsio_label_restore_portlets
source: Restore portlets
de: Wiederherstellen Portlets
es: Restaurar portlets
fr: Restaurer les portlets
it: Ripristina i portlet
pt_br: Restaurar portlets

# cpsio_label_restore_widgets
source: Restore widget types
de: Wiederherstellen Widget Typen
es: Restaurar los tipos de widget
fr: Restaurer les types de widgets
it: Ripristina i tipi di componenti (widget)
pt_br: Restaurar tipos de widgets

# cpsio_label_save_boxes
source: Save boxes
de: Sichern Boxen
es: Guardar cajas
fr: Sauver les boîtes
it: Salva i contenitori
pt_br: Salvar caixas

# cpsio_label_save_local_roles
source: Save local roles
de: Sichern lokale Rollen
es: Guardar roles locales
fr: Sauver les rôles locaux
it: Salva i ruoli locali
pt_br: Salvar papéis locais

# cpsio_label_save_local_themes
source: Save local themes
de: Sichern lokaler Themen
es: Guardar temas locales
fr: Sauver les thèmes locaux
it: Salva i temi locali
pt_br: Salvar temas locais

# cpsio_label_save_portlets
source: Save portlets
de: Sichern der Portlets
es: Guardar portlets
fr: Sauver les portlets
it: Salva i portlet
pt_br: Salvar portlets

# cpsio_label_save_widgets
source: Save widget types
de: Sichern Widget Typen
es: Guardar los tipos de widget
fr: Sauver les types de widgets
it: Salva i tipi di componenti (widget)
pt_br: Salvar tipos de widgets

# cpsio_psm_missing_module
source: Choose a module
de: Wähle ein Modul
es: Seleccionar un módulo
fr: Choisissez un module
it: Scegli un modulo
pt_br: Escolher um módulo

# cpsio_title_export
source: Export
es: Exportar
it: Esporta
pt_br: Exportar

# cpsio_psm_import_successful
source: Import successful
de: Import abgeschlossen
es: Se ha importado con éxito
fr: Import réussi
it: Importazione riuscita.
pt_br: Importação bem sucedida.

# cpsio_psm_export_successful
source: Export successful
de: Export abgeschlossen
es: Se ha exportado con éxito
fr: Export réussi
it: Esportazione riuscita.
pt_br: Exportação bem sucedida.

# action_xml_import
source: XML Import
es: Importar XML
fr: Import XML
it: Importa XML
pt_br: Importar XML

# action_xml_export
source: XML Export
es: Exportar XML
fr: Export XML
it: Esporta XML
pt_br: Exportar XML
